const defaultMessages = {
  Vilisov: ["Вилисов", "Vilisov"],

  Loading: ['загружаемся...', 'loading...'],

  Header: {
    longDesc: ["куратор и продюсер кроссжанровых проектов с фокусом на AR/XR, перформанс-арте, цифровом искусстве и медиа", ""],
    whatAmIButton: ["что я делаю", ""],
    helpButton: ["чем могу помочь", ""],
    links: {
      tg: ["телеграм-канал", ""],
      inst: ["оч смешные сториз в инстаграме", ""],
      ar: ["телеграм-канал про AR/XR", ""],
      twi: ["смешной твиттер", ""],
      fb: ["несмешной фейсбук", ""],
    },
  },

  Home: {
    desc: ["куратор крутых штук", ""],
    longLongDesc: ["я делаю перформативные и образовательные проекты, жанры которых иногда трудно определить. моя книжка про театр получила премию им. курёхина и вышла уже третьим тиражом, а мою первую лабораторию закрыли за перформанс на красной площади. у меня есть асмр-подкаст про перформанс и асинхронный курс дополненной реальности для художников.", ""],
  },


  pages: {
    Labs: {
      name: ["Лаборатории", ""],
      desc: ["один из ключевых форматов, которым я занимаюсь, — экспериментальные лаборатории перформанса. на них мы не разбираем пьесы и не делаем эскизы, а пытаемся представить и реализовать образ горизонтальных креативных практик наступающего будущего. как правило, это сайт-специфик лаборатории, проходящие в заводских и промышленных пространствах, но так же и в онлайне", ""],
  
      1: {
        name: ['«найди плоскость», май 2021', ''],
        text: ['предстоящая лаборатория перформанса и дополненной реальности в москве', ''],
        images: [
          
        ],
      },
      2: {
        name: ['москва, зил, май 2021', ''],
        text: ['предстоящая лаборатория сайт-специфик перформанса в рамках модуля образовательного курса школы «лёгкие люди»', ''],
        images: [
          
        ],
      },
      3: {
        name: ['«интернет как сайт-специфик», первые группы в декабре 2020', ''],
        text: ['моя первая онлайн-лаборатория, посвящённая цифровому перформансу, тому, как делать перформанс в онлайне, а также цифровому искусству вообще. первые две группы прошли в декабре, третья — в январе 2021. следующий набор планируется весной и летом. в лаборатории участники осваивают креативные цифровые инструменты, практикуются в онлайн-сторителлинге и собирают коллективный проект на 2D и 3D-платформах', ''],
        images: [
          
        ],
      },
      4: {
        name: ['«восемь неопределённых движений», краснодар, креативный кластер «колос» (подшипниковый завод), октябрь 2020', ''],
        text: ['лаборатория сайт-специфик перформанса и современного танца, спродюсированная юлей блохиной (танцевальная компания «воздух»). 23 участника лаборатории осваивали заводские пространства, работали с квир- и фем-текстами и поэзией, с практиками современного танца, сайт-специфично выезжали на море. результатом стал трёхчасовой перформанс «мне больше не весело».', ''],
        images: [
          
        ],
      },
      5: {
        name: ['«нетрадиционные отношения с театром», завод слоистых пластиков / музей стрит-арта, январь 2020', ''],
        text: ['сайт-специфик лаборатория перформанса, сделанная совместно с актёрской школой «лёгкие люди» и музеем стрит-арта. проходила в одном из цехов завода слоистых пластиков в петербурге. 25 участников лаборатории из разных городов на протяжении недели сочиняли горизонтальную работу, в завершение лаборатории показав пятичасовой перформанс «вряд ли». ', ''],
        images: [
          
        ],
      },
      6: {
        name: ['«смещение», театр на таганке, май 2019', ''],
        text: ['мой первый и последний опыт сотрудничества с государственной институцией закончился досрочным закрытием лаборатории из-за одного из перформансов, проходившего на красной площади и повлекшего арест художников. «смещение» было придумано и курировано мной, как лаборатория постантропного перформанса — участникам лаборатории можно было всё, кроме использования живых людей в сценическом пространстве. было показано больше тридцати проектов и ещё восемь не показано из-за закрытия лаборатории руководством театра. совершенно нехарактерно для театрального ландшафта россии, в этой лаборатории не было ограничений на участие ни по возрасту, ни по образованию, ни по другим критериям. ', ''],
        images: [
          
        ],
      },
    },
  
    Performances: {
      name: ["Перформансы и события", ""],
      desc: ['я делаю перформансы и перформативные события: онлайн и оффлайн. меня интересуют комплексные форматы, для которых ещё не придуманы названия, а также горизонтальное производство, когда работа делается командой авторов в равноправных отношениях. как правило, это сайт-специфик перформансы; некоторые из них я бы определил как квир-перформансы. ', ''],
  
      1: {
        name: ['queer the stage', ''],
        text: ['март 2021\nкроссмедийный проект — большая история квир-перформанса. проект существует в двух вариантах: в формате видеоэссе и в формате интерактивной истории на сайте с игровыми сценами. qts рассказывает историю квиров на сцене в 20-м веке, а также то, как сегодня квир-художники в перформативных искусствах переизобретают способы быть человеком и рисуют картины нашего совместного будущего', ''],
        images: [
          
        ],
      },
      2: {
        name: ['sitting in a room. i am.', ''],
        text: ['декабрь 2020, appstore & google play.\nAR-экспириенс про безусловный базовый доход. это документальный перформанс в мобильном приложении для ios и android. экспириенс рассказывает об одной из важнейших экономических идей современности — безусловном базовом доходе. на протяжении часа прямо у вас в комнате разворачиваются сцены в дополненной реальности, которые можно менять в размере, крутить и перемещать, с которыми можно взаимодействовать жестами рук. ', ''],
        images: [
          
        ],
      },
      3: {
        name: ['мне больше не весело', ''],
        text: ['октябрь 2020, краснодар, кластер «колос» (подшипниковый завод).\nтрёхчасовой перформанс участников лаборатории «восемь неопределённых движений»', ''],
        images: [
          
        ],
      },
      4: {
        name: ['охранник пляжа / no one came to my birthday', ''],
        text: ['март 2020.\nпятичасовой перформанс на день рождения. я пять часов просидел на берегу финского залива в курортном районе, транслируя себя в инстаграм. напротив меня стоял стул, но на него никто так и не сел. ', ''],
        images: [
          
        ],
      },
      5: {
        name: ['вряд ли', ''],
        text: ['январь 2020. завод слоистых пластиков (музей стрит-арта).\nпятичасовой перформанс в результате лаборатории сайт-специфик перформанса «нетрадиционные отношения с театром»', ''],
        images: [
          
        ],
      },
      6: {
        name: ['длинные волны', ''],
        text: ['декабрь, 2019, дореволюционная квартира на петроградской стороне.\nэто иммерсивный саундскейп-перформанс. вы оказываетесь в квартире, в которой нет живых перформеров, зато есть звуковое полотно, которое рассказывает вам историю из разных мест в пространстве — историю о секретном институте под петербургом, где искусственный интеллект обучают на эмоциях детей.', ''],
        images: [
          
        ],
      },
      7: {
        name: ['я увидел рыжего мальчика, и у меня взорвалась голова', ''],
        text: ['ноябрь, 2019, театр.doc.\nспектакль по книге ильи данишевского «маннелиг в цепях». показывался 4 раза с разным составом перформеров: тимофей балин, лера кузнецова, антон котенев, катя бондарь, паша булгаков.', ''],
        images: [
          
        ],
      },
      8: {
        name: ['по вечерам нам бывает не очень при капитализме, но мы готовы потерпеть', ''],
        text: ['июль 2019, пространство ЗИЛ.\nтрехчасовой перформанс в рамках музыкального фестиваля «боль»', ''],
        images: [
          
        ],
      },
      9: {
        name: ['курс тела', ''],
        text: ['июнь 2019, москва + петербург.\nретроспектива спектаклей ромео кастеллуччи для кинотеатров каро. ', ''],
        images: [
          
        ],
      },
      10: {
        name: ['мазэраша', ''],
        text: ['март 2019, пермь, завод шпагина, 5-й цех.\nшестичасовой перформанс про россию, которая поставила про нас спектакль. видеозапись перформанса показывалась в кинотеатрах каро москвы и петербурга в июне 2019-го', ''],
        images: [
          
        ],
      },
      11: {
        name: ['что хотели сказать авторы', ''],
        text: ['ноябрь 2018, эрмитаж. ', ''],
        images: [
          
        ],
      },
      12: {
        name: ['восемь неправильных позиций', ''],
        text: ['октябрь 2018, площадка сдвиг.\nтанцевальный перформанс по нескольким текстам', ''],
        images: [
          
        ],
      },

    },
  
    AR: {
      name: [
        <>Курс дополненной<br />реальности</>,
        <></>
      ]
    },
  
    Book: {
      name: ["Книга", ""],
      desc: ['', ''],
  
      1: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      2: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
    },
  
    Podcast: {
      name: ["Подкаст", ""],
      desc: ['', ''],
  
      1: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
    },
  
    Perfolectures: {
      name: ["Перфолекции", ""],
      desc: ['', ''],
  
      1: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      2: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      3: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      4: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      5: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
    },
  
    Videoessays: {
      name: ["Видеоэссе", ""],
      desc: ['', ''],
  
      1: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      2: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      3: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      4: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
      5: {
        name: ['', ''],
        text: ['', ''],
        images: [
          
        ],
      },
    },
  }

}


export default defaultMessages