const defaultMessages = {
  Vilisov: ["Вилисов", ""],

  Header: {
    longDesc: ["куратор и продюсер кроссжанровых проектов с фокусом на AR/XR, перформанс-арте, цифровом искусстве и медиа", ""],
    whatAmIButton: ["что я делаю", ""],
    helpButton: ["чем могу помочь", ""],
    links: {
      tg: ["телеграм-канал", ""],
      inst: ["оч смешные сториз в инстаграме", ""],
      ar: ["телеграм-канал про AR/XR", ""],
      twi: ["смешной твиттер", ""],
      fb: ["несмешной фейсбук", ""],
    },
  },

  Home: {
    desc: ["куратор крутых штук", ""],
    longLongDesc: ["я делаю перформативные и образовательные проекты, жанры которых иногда трудно определить. моя книжка про театр получила премию им. курёхина и вышла уже третьим тиражом, а мою первую лабораторию закрыли за перформанс на красной площади. у меня есть асмр-подкаст про перформанс и асинхронный курс дополненной реальности для художников.", ""],
  },

  Labs: {
    name: ["Лаборатории", ""],
    desc: ["я делаю всякие разные лаборатории и такие и сякие и вот всякие такие растакие а это просто плейсхолдер дер дер дер дер дрынь дрынь дынь дынь я делаю всякие разные лаборатории и такие и сякие и вот всякие такие растакие а это просто плейсхолдер дер дер дер дер дрынь дрынь дынь дынь ", ""],

    internet: ["интернет как сайт-специфик", ""],
    8: ["восемь неопределённых движений", ""],
    gay: ["нетрадиционные отношения с театром", ""],
    fracture: ["смещение", ""],
  },
  Performances: {
    name: ["Перформансы и события", ""],
  },
  AR: {
    name: [
      <>Курс дополненной<br />реальности</>,
      <></>
    ]
  },
  Book: {
    name: ["Книга", ""],
  },
  Podcast: {
    name: ["Подкаст", ""],
  },
  Perfolectures: {
    name: ["Перфолекции", ""],
  },
  Videoessays: {
    name: ["Видеоэссе", ""],
  },


}


export default defaultMessages